Repository: CAUCA-9-1-1/survip-webapi
Catalog: Survi.Prevention.ApiClient/Localization/Localization.*.resx
Languages: fr

source: Abbreviation
fr: Abréviation

source: Call priority
fr: Priorité d'appel

source: Capacity container
fr: Capacité de réservoir

source: Cellphone number
fr: Numéro de téléphone cellulaire

# Code3Letters
source: Code with 3 letters
fr: Code à trois chiffres

source: Container
fr: Contenant

source: Diameter
fr: Diamètre

# EmptyValue
source: The value is empty.
fr: La valeur est vide.

source: First name
fr: Prénom

source: Floor
fr: Étage

source: Gas inlet
fr: Entrée de gaz

# IdBuilding
source: Building Identifier
fr: Identifiant de bâtiment

# IdCity
source: City identifier
fr: Identifiant de la municipalité

# IdCityType
source: City type identifier
fr: Identifiant du type de municipalité

# IdCounty
source: County identifier
fr: Identifiant de MRC

# IdFireHydrant
source: Fire hydrant identifier
fr: Identifiant de borne incendie

# IdFireHydrantConnectionType
source: Fire hydrant connection type identifier
fr: Identifiant de type de connexion de borne incendie

# IdFireSafetyDepartment
source: Fire safety department identifier
fr: Identifiant de service sécurité incendie

# IdHazardousMaterial
source: Hazardous material identifier
fr: Identifiant de matières dangereuses

# IdLaneGenericCode
source: Lane generic code identifier
fr: Identifiant de code générique pour une voie

# IdPublicCode
source: Public code identifier
fr: Identifiant du code public

# IdUnitOfMeasure
source: Unit of measure identifier
fr: Identifiant d'une unité de mesure

# IdUnitOfMeasureDiameter
source: Unit of measure diameter identifier
fr: Identifiant de diamètre d'une unité de mesure

# InferiorToZeroValue
source: The value is less than 0.
fr: La valeur est inférieure à 0.

# InvalidCount
source: the count must be greater than 1.
fr: Le compte doit être supérieur à 1.

# InvalidValue
source: The value is invalid.
fr: La valeur est invalide.

source: Language
fr: Langue

source: Last name
fr: Nom

source: Localizations
fr: Localisations

source: Measure type
fr: Type de mesure

# MissingValue
source: A value is missing.
fr: Une valeur est manquante.

# NullValue
source: The value does not exist.
fr: La valeur est inexistante.

source: Number
fr: Numéro

source: Other information
fr: Autres informations

source: Other number
fr: Autre numéro

source: Other number extension
fr: Autre numéro d'extension

source: Pager code
fr: Code de pagette

source: Pager number
fr: Numéro de pagette

source: Phone number
fr: Numéro de téléphone

source: Phone number extension
fr: Numéro d'extension de téléphone

source: Place
fr: Endroit

source: Quantity
fr: Quantité

source: Sector
fr: Secteur

source: Security perimeter
fr: Périmètre de sécurité

source: Supply line
fr: Conduite d'alimentation

source: Tank type
fr: Type de réservoir

# TooLong
source: The maximum number of characters is
fr: Le nombre de caractères maximal est de

source: Wall
fr: Mur
